{
  "headerTitle": "athlete's medical data",
  "athlete": "Athlete",
  "bibNumber": "Bib Number",
  "modality": "Modality",
  "formAlreadySent": "Form Already Submitted!",
  "goodLuck": "Good Luck!",
  "emergencyContact": "Emergency Contact",
  "name": "Name",
  "phone": "Phone",
  "bloodType": "Blood Type",
  "hasAllergy": "Do you have any allergies?",
  "yes": "Yes",
  "no": "No",
  "pleaseSpecify": "Please specify",
  "hasCondition": "Do you have any pre-existing medical conditions, even if controlled?",
  "other": "OTHER",
  "hasDevice": "Do you have any implantable medical device?",
  "takesMedication": "Do you take medication daily?",
  "hasInsurance": "Do you have health insurance?",
  "whichInsurance": "If so, please indicate which",
  "consentNotice": "By filling out this form, I authorize the use of my personal data, including health information, exclusively for medical and safety purposes during the event. This data will be kept confidential in accordance with the General Data Protection Law (Law No. 13.709/2018) and will not be shared with third parties without my consent. The data will be stored securely and used only as long as necessary for the event.",
  "agreeTerms": "I have read and agree to the terms above and authorize the use of my personal data for medical purposes during the event.",
  "submit": "Submit",
  "unknown": "UNKNOWN",
  "hiperTension": "HYPERTENSION",
  "TypeOneDiabetes": "TYPE 1 DIABETES",
  "TypeTwoDiabetes": "TYPE 2 DIABETES",
  "highCholesterol": "HIGH CHOLESTEROL",
  "coronaryDisease": "CORONARY DISEASE",
  "drop": "GOUT",
  "hyperthyroidism": "HYPERTHYROIDISM",
  "hypothyroidism": "HYPOTHYROIDISM",
  "cardiacArrhythmia": "CARDIAC ARRHYTHMIA",
  "lupus": "LUPUS",
  "asthma": "ASTHMA",
  "chronicKidneyDisease": "CHRONIC KIDNEY DISEASE",
  "pacemaker": "PACEMAKER",
  "insulinPump": "INSULIN PUMP",
  "heartStent": "HEART STENT",
  "brainStent": "BRAIN STENT",
  "birthDate": "Birth Date",
  "event": "Event",
  "advance": "Advance",
  "action": "Action",
  "eventId": "Event ID",
  "select": "Select",
  "passport": "Passport",
  "or": "Or",
  "editInformation": "Edit Information",
  "cancelEdit": "Cancel Edit",
  "selectTitle": "Select an Existing Registration",
  "faq.question1": "Why should I fill out this medical form?",
  "faq.answer1": "The medical form is essential to ensure your safety during the race. In case of emergency, the information provided will be used by the official medical team for faster and more efficient care.",

  "faq.question2": "How will my data be used?",
  "faq.answer2": "Your data will be used exclusively by the event's medical team, in compliance with the General Data Protection Law (LGPD). The information is securely stored and will not be shared with third parties.",

  "faq.question3": "Haven’t received the email with the form link?",
  "faq.answer3": "Check your spam/junk folder. If you still can't find it, enter your CPF/ID and date of birth above to access your medical form.",

  "faq.question4": "There was an error filling out my form. What should I do?",
  "faq.answer4": "Try refreshing the page. If you see 'Form successfully submitted', it means your data has already been sent. If the form reopens with empty fields, fill it out again and submit.",

  "faq.question5": "Why is it important to download and create an account in the Go RunKing app?",
  "faq.answer5": "With a Go RunKing account, you will have access to:\n• Pre-filled medical data for future events.\n• Emergency medical assistance requests during the race, for yourself or others.\n• Event check-in with your personalized QR code to speed up kit pick-up.\n• Share your GPS location so family and friends can track your progress, and track other athletes in real time.\n• Access your official results, including history and progress charts."
}
