{
  "headerTitle": "dados médicos do atleta",
  "athlete": "Atleta",
  "bibNumber": "Número de Peito",
  "modality": "Modalidade",
  "formAlreadySent": "Formulário já Enviado!",
  "goodLuck": "Boa Prova!",
  "emergencyContact": "Contato de Emergência",
  "name": "Nome",
  "phone": "Telefone",
  "bloodType": "Tipo Sanguíneo",
  "hasAllergy": "Possui Alergia?",
  "yes": "Sim",
  "no": "Não",
  "pleaseSpecify": "Por favor, especifique",
  "hasCondition": "Você possui alguma doença ou condição médica pré-existente, mesmo que controlada?",
  "other": "OUTRAS",
  "hasDevice": "Você possui algum dispositivo médico implantável ?",
  "takesMedication": "Você faz uso de medicamentos diariamente?",
  "hasInsurance": "Possui Plano de Saúde?",
  "whichInsurance": "Se sim, indique qual",
  "consentNotice": "Ao preencher este formulário, autorizo o uso dos meus dados pessoais, incluindo informações de saúde, exclusivamente para fins médicos e de segurança durante o evento.Esses dados serão tratados com sigilo, conforme a Lei Geral de Proteção de Dados (Lei nº 13.709/2018), e não serão compartilhados com terceiros sem meu consentimento.Os dados serão armazenados de forma segura e utilizados apenas enquanto forem necessários para o evento.",
  "agreeTerms": "Li e concordo com os termos acima e autorizo o uso dos meus dados pessoais para fins médicos durante o evento.",
  "submit": "Enviar",
  "unknown": "DESCONHECIDO",
  "hiperTension": "HIPERTENSAO",
  "TypeOneDiabetes": "DIABETES TIPO 1",
  "TypeTwoDiabetes": "DIABETES TIPO 2",
  "highCholesterol": "COLESTEROL ALTO",
  "coronaryDisease": "DOENÇA CORONARIANA",
  "drop": "GOTA",
  "hyperthyroidism": "HIPERTIREOIDISMO",
  "hypothyroidism": "HIPOTIREOIDISMO",
  "cardiacArrhythmia": "ARRITMIA CARDÍACA",
  "lupus": "LÚPUS",
  "asthma": "ASMA",
  "chronicKidneyDisease": "DOENÇA RENAL CRÔNICA",
  "pacemaker": "MARCAPASSO",
  "insulinPump": "BOMBA DE INSULINA",
  "heartStent": "STENT CARDÍACO",
  "brainStent": "STENT CEREBRAL",
  "birthDate": "Data de Nascimento",
  "event": "Evento",
  "advance": "Avançar",
  "action": "Ação",
  "eventId": "ID do Evento",
  "select": "Selecionar",
  "passport": "Passaporte",
  "or": "Ou",
  "selectTitle": "Selecione um Cadastro Existente",
  "faq.question1": "Por que devo preencher este formulário médico?",
  "faq.answer1": "O formulário médico é fundamental para garantir sua segurança durante a prova. Em caso de emergência, os dados fornecidos serão usados pela equipe médica oficial do evento para um atendimento mais rápido e eficiente.",

  "faq.question2": "Como meus dados serão utilizados?",
  "faq.answer2": "Seus dados serão utilizados exclusivamente pela equipe médica do evento, em conformidade com a Lei Geral de Proteção de Dados (LGPD). As informações são armazenadas com segurança e não serão compartilhadas com terceiros.",

  "faq.question3": "Ainda não recebeu o e-mail com o link do formulário?",
  "faq.answer3": "Verifique sua caixa de spam/lixo eletrônico. Se ainda não encontrar, insira seu CPF/Documento e data de nascimento acima, e preencha sua ficha médica.",

  "faq.question4": "Deu erro no preenchimento do meu formulário. O que fazer?",
  "faq.answer4": "Tente atualizar a página. Se exibir “Formulário enviado com sucesso” significa que seus dados já foram enviados. Caso reabra com os campos abertos para preenchimento, insira novamente as informações e envie.",

  "faq.question5": "Por que é importante baixar e criar uma conta no app Go RunKing?",
  "faq.answer5": "Com uma conta no Go RunKing, você terá acesso a:\n• Dados médicos previamente preenchidos em eventos futuros.\n• Solicitação de atendimento médico emergencial durante a prova, para você ou para terceiros.\n• Fazer check-in nos eventos gerando seu QR-Code personalizado, agilizando seu atendimento na entrega dos kits.\n• Enviar sua localização via GPS para família e amigos acompanharem sua evolução, além de rastrear a localização de atletas em tempo real.\n• Consultar seus resultados oficiais, com histórico e gráficos de evolução."
}
